[
    {
        "author": "Dalai Lama",
        "citation": "When you are discontent, you always want more, more, more. Your desire can never be satisfied. But when you practice contentment, you can say to yourself, ‘Oh yes—I already have everything that I really need.’",
        "image_filename": "dalai_lama_dog.webp"
    },
    {
        "author": "Eckhart Tolle",
        "citation": "Give up defining yourself—to yourself or to others. You won’t die. You will come to life. And don’t be concerned with how others define you. When they define you, they are limiting themselves, so it’s their problem.",
        "image_filename": "eckhart_tolle_dog.webp"
    },
    {
        "author": "Abraham Maslow",
        "citation": "What a man can be, he must be. This need we may call self-actualization. It refers to the desire for self-fulfillment, namely, to the tendency for him to become actually in what he is potentially.",
        "image_filename": "abraham_maslow_dog.webp"
    },
    {
        "author": "Thich Nhat Hanh",
        "citation": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.",
        "image_filename": "thich_nhat_hanh_dog.webp"
    },
    {
        "author": "Wayne Dyer",
        "citation": "You don’t need to be better than anyone else, you just need to be better than you used to be.",
        "image_filename": "wayne_dyer_dog.webp"
    },
    {
        "author": "Anders Ericsson",
        "citation": "The right sort of practice carried out over a sufficient period of time leads to improvement. Nothing else.",
        "image_filename": "anders_ericsson_dog.webp"
    },
    {
        "author": "Daniel Kahneman",
        "citation": "Nothing in life is as important as you think it is, while you are thinking about it.",
        "image_filename": "daniel_kahneman_dog.webp"
    },
    {
        "author": "Carol Dweck",
        "citation": "Becoming is better than being. The fixed mindset does not allow people the luxury of becoming. They have to already be.",
        "image_filename": "carol_dweck_dog.webp"
    },
    {
        "author": "Charles Duhigg",
        "citation": "Once you understand that habits can change, you have the freedom and the responsibility to remake them.",
        "image_filename": "charles_duhigg_dog.webp"
    },
    {
        "author": "Roy Baumeister",
        "citation": "Self-control is not a single skill. It’s a complex, interconnected set of skills.",
        "image_filename": "roy_baumeister_dog.webp"
    }
]
